Repository: UlisesFreitas/wowwishlist
Catalog: languages/wow-wishlist-*.po
Languages: es_es

source: Add to Wishlist
es_es: Añadir a Mis Deseos

source: Browse Wishlist
es_es: Ver Mis Deseos

source: WOW Wishlists
es_es: WOW Whishlist

source: Insert shortcode %1$s on page or post to display wishlist items and use shortcode %2$s to display wishlist button on your products.
es_es: Inserte el código %1$s en la página o post para mostrar la lista de artículos y código %2$s para mostrar botón de lista de deseos en sus productos.

source: Enable wishlist
es_es: Habilitar lista de deseos

source: Enable
es_es: Habilitar

source: Wishlist Page
es_es: Página Mis Deseos

source: Wishlist button Position For Single Product Page
es_es: Posición del Botón en la página del producto

source: After "Add to cart"
es_es: Después de “Agregar al Carrito”

source: After summary text
es_es: Después de texto de resumen

source: Use shortcode
es_es: Utilizar shortcode

source: Use shortcode [wow_wishlist_button]
es_es: Utilizar código [wow_wishlist_button]

source: Show Image
es_es: Mostrar imagen

source: Show "Add to cart" button
es_es: Mostrar botón “Añadir al carrito”

source: Show unit price
es_es: Mostrar precio unitario

source: Show stock
es_es: Mostrar stock

source: Add to wishlist text
es_es: Texto de “Añadir a Mis Deseos”

source: View wishlist text
es_es: Ver lista de deseos

source: Enable Wishlist for
es_es: Habilitar Lista de deseos para

source: Logged in users
es_es: Usuarios registrados

source: All users
es_es: Todos los usuarios

source: Show in Shop Page
es_es: Mostrar en la página de la tienda

source: Show Wishlist Button in Shop Page With Add To Cart Button
es_es: Mostrar el botón Lista en la tienda Página Con botón Añadir al carro

source: Save Changes
es_es: Guardar cambios

source: Product Added!
es_es: Producto añadido

source: Please log in to use this feature
es_es: Inicia sesión para usar esta función

source: Product
es_es: Producto

source: Price
es_es: Precio

source: In Stock
es_es: Hay existencias

source: in Stock
es_es: Hay existencias

source: Out of Stock
es_es: Agotado

source: No Items found on your wishlist!
es_es: ¡No hay productos encontrados su lista de deseos!

source: Configuration
es_es: Configuración

source: WOW Wishlist for woocommerce
es_es: WOW lista de deseos Para WooCommerce

source: WOW Wishlist for woocommerce allow you to add wishlist functionality to your ecommerce store
es_es: WOW lista de deseos para woocommerce permite añadir funcionalidad de lista de deseos a tu tienda de comercio electrónico
